Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# keychain.error.selfCheckMismatch
source: Keychain self-check failed: written value did not match the read value.
ar: فشل التحقق الذاتي لسلسلة المفاتيح: القيمة المكتوبة لا تطابق القيمة المقروءة.
de: Selbsttest der Schlüsselverwaltung fehlgeschlagen: geschriebener Wert stimmt nicht mit gelesenem Wert überein.
es: Autocomprobación del Llavero fallida: el valor escrito no coincide con el leído.
fr: L'auto-vérification du trousseau a échoué : la valeur écrite ne correspond pas à la valeur lue.
id: Pemeriksaan mandiri Keychain gagal: nilai yang ditulis tidak cocok dengan nilai yang dibaca.
it: Autocontrollo del Portachiavi fallito: il valore scritto non corrisponde a quello letto.
ja: キーチェーンの自己チェックに失敗しました: 書き込んだ値が読み取った値と一致しません。
ko: 키체인 자체 검사 실패: 기록된 값이 읽은 값과 일치하지 않습니다.
nl: Zelftest Sleutelhanger mislukt: geschreven waarde komt niet overeen met gelezen waarde.
pl: Autotest pęku kluczy nie powiódł się: zapisana wartość nie jest zgodna z odczytaną.
pt_br: Autoverificação das Chaves falhou: o valor escrito não correspondeu ao valor lido.
ru: Самопроверка связки ключей не пройдена: записанное значение не совпало с прочитанным.
tr: Keychain kendi kendini kontrol başarısız: yazılan değer okunan değerle eşleşmedi.
uk: Самоперевірка зв'язки ключів не пройшла: записане значення не збігається з прочитаним.
vi: Kiểm tra Keychain thất bại: giá trị ghi không khớp với giá trị đọc.
zh_hans: Keychain 自检失败：写入与读出值不一致。
zh_hant: 鑰匙圈自我檢查失敗：寫入值與讀取值不符。

# keychain.error.writeFailedFormat
source: Failed to write to Keychain: %@
ar: فشلت الكتابة إلى سلسلة المفاتيح: %@
de: Schreiben in die Schlüsselverwaltung fehlgeschlagen: %@
es: Error al escribir en el Llavero: %@
fr: Échec de l'écriture dans le trousseau : %@
id: Gagal menulis ke Keychain: %@
it: Scrittura nel Portachiavi fallita: %@
ja: キーチェーンへの書き込みに失敗しました: %@
ko: 키체인에 쓰기 실패: %@
nl: Schrijven naar Sleutelhanger mislukt: %@
pl: Nie udało się zapisać do pęku kluczy: %@
pt_br: Falha ao gravar nas Chaves: %@
ru: Не удалось записать в связку ключей: %@
tr: Keychain'e yazılamadı: %@
uk: Не вдалося записати до зв'язки ключів: %@
vi: Không thể ghi vào Keychain: %@
zh_hans: Keychain 写入失败：%@
zh_hant: 寫入鑰匙圈失敗：%@

# library.action.add
source: Add to Knowledge Base
ar: إضافة إلى قاعدة المعرفة
de: Zur Wissensdatenbank hinzufügen
es: Añadir a la base de conocimiento
fr: Ajouter à la base de connaissances
id: Tambahkan ke Basis Pengetahuan
it: Aggiungi alla Knowledge Base
ja: ナレッジベースに追加
ko: 지식 베이스에 추가
nl: Toevoegen aan Kennisbank
pl: Dodaj do bazy wiedzy
pt_br: Adicionar à Base de Conhecimento
ru: Добавить в базу знаний
tr: Bilgi Tabanına Ekle
uk: Додати до бази знань
vi: Thêm vào Cơ sở tri thức
zh_hans: 加入知识库
zh_hant: 加入知識庫

# library.action.added
source: Added to Knowledge Base
ar: أُضيف إلى قاعدة المعرفة
de: Zur Wissensdatenbank hinzugefügt
es: Añadido a la base de conocimiento
fr: Ajouté à la base de connaissances
id: Ditambahkan ke Basis Pengetahuan
it: Aggiunto alla Knowledge Base
ja: ナレッジベースに追加しました
ko: 지식 베이스에 추가됨
nl: Toegevoegd aan Kennisbank
pl: Dodano do bazy wiedzy
pt_br: Adicionado à Base de Conhecimento
ru: Добавлено в базу знаний
tr: Bilgi Tabanına Eklendi
uk: Додано до бази знань
vi: Đã thêm vào Cơ sở tri thức
zh_hans: 已加入知识库
zh_hant: 已加入知識庫

# library.action.failed
source: Knowledge Base update failed
ar: فشل تحديث قاعدة المعرفة
de: Aktualisierung der Wissensdatenbank fehlgeschlagen
es: Error al actualizar la base de conocimiento
fr: Échec de la mise à jour de la base de connaissances
id: Pembaruan Basis Pengetahuan gagal
it: Aggiornamento Knowledge Base fallito
ja: ナレッジベースの更新に失敗しました
ko: 지식 베이스 업데이트 실패
nl: Kennisbank bijwerken mislukt
pl: Aktualizacja bazy wiedzy nie powiodła się
pt_br: Falha na atualização da Base de Conhecimento
ru: Не удалось обновить базу знаний
tr: Bilgi Tabanı güncellemesi başarısız
uk: Не вдалося оновити базу знань
vi: Cập nhật Cơ sở tri thức thất bại
zh_hans: 知识库状态更新失败
zh_hant: 知識庫更新失敗

# library.action.remove
source: Remove from Knowledge Base
ar: إزالة من قاعدة المعرفة
de: Aus der Wissensdatenbank entfernen
es: Eliminar de la base de conocimiento
fr: Retirer de la base de connaissances
id: Hapus dari Basis Pengetahuan
it: Rimuovi dalla Knowledge Base
ja: ナレッジベースから削除
ko: 지식 베이스에서 제거
nl: Verwijderen uit Kennisbank
pl: Usuń z bazy wiedzy
pt_br: Remover da Base de Conhecimento
ru: Удалить из базы знаний
tr: Bilgi Tabanından Çıkar
uk: Вилучити з бази знань
vi: Xóa khỏi Cơ sở tri thức
zh_hans: 移出知识库
zh_hant: 移出知識庫

# library.action.removed
source: Removed from Knowledge Base
ar: أُزيل من قاعدة المعرفة
de: Aus der Wissensdatenbank entfernt
es: Eliminado de la base de conocimiento
fr: Retiré de la base de connaissances
id: Dihapus dari Basis Pengetahuan
it: Rimosso dalla Knowledge Base
ja: ナレッジベースから削除しました
ko: 지식 베이스에서 제거됨
nl: Verwijderd uit Kennisbank
pl: Usunięto z bazy wiedzy
pt_br: Removido da Base de Conhecimento
ru: Удалено из базы знаний
tr: Bilgi Tabanından Çıkarıldı
uk: Вилучено з бази знань
vi: Đã xóa khỏi Cơ sở tri thức
zh_hans: 已移出知识库
zh_hant: 已移出知識庫

# library.state.inLibrary
source: In Library
ar: في المكتبة
de: In der Bibliothek
es: En la biblioteca
fr: Dans la bibliothèque
id: Di Perpustakaan
it: Nella Libreria
ja: ライブラリ内
ko: 라이브러리에 있음
nl: In Bibliotheek
pl: W bibliotece
pt_br: Na Biblioteca
ru: В библиотеке
tr: Kütüphanede
uk: У бібліотеці
vi: Trong Thư viện
zh_hans: 已入库
zh_hant: 已入庫

# library.state.outsideLibrary
source: Not in Library
ar: ليس في المكتبة
de: Nicht in der Bibliothek
es: Fuera de la biblioteca
fr: Hors de la bibliothèque
id: Tidak di Perpustakaan
it: Non nella Libreria
ja: ライブラリ外
ko: 라이브러리에 없음
nl: Niet in Bibliotheek
pl: Poza biblioteką
pt_br: Fora da Biblioteca
ru: Не в библиотеке
tr: Kütüphanede Değil
uk: Не в бібліотеці
vi: Không trong Thư viện
zh_hans: 未入库
zh_hant: 未入庫

# list.exitMultiSelectMode
source: Exit Multi-Select Mode
ar: الخروج من وضع التحديد المتعدد
de: Mehrfachauswahl beenden
es: Salir del modo multiselección
fr: Quitter le mode multi-sélection
id: Keluar dari Mode Multi-Pilih
it: Esci dalla modalità multiselezione
ja: マルチ選択モードを終了
ko: 다중 선택 모드 종료
nl: Meervoudige selectie verlaten
pl: Wyjdź z trybu wielokrotnego wyboru
pt_br: Sair do Modo de Seleção Múltipla
ru: Выйти из режима множественного выбора
tr: Çoklu Seçim Modundan Çık
uk: Вийти з режиму множинного вибору
vi: Thoát Chế độ chọn nhiều
zh_hans: 退出多选模式
zh_hant: 退出多選模式

# list.filter.active
source: Filters are active
ar: عوامل التصفية نشطة
de: Filter sind aktiv
es: Filtros activos
fr: Des filtres sont actifs
id: Filter aktif
it: Filtri attivi
ja: フィルターが有効です
ko: 필터 활성화됨
nl: Filters zijn actief
pl: Filtry są aktywne
pt_br: Filtros ativos
ru: Фильтры активны
tr: Filtreler aktif
uk: Фільтри активні
vi: Bộ lọc đang hoạt động
zh_hans: 已启用筛选
zh_hant: 已啟用篩選

# list.filter.availability.available
source: Available
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
id: Tersedia
it: Disponibile
ja: 利用可能
ko: 사용 가능
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
ru: Доступно
tr: Mevcut
uk: Доступно
vi: Có sẵn
zh_hans: 有
zh_hant: 有

# list.filter.availability.missing
source: Missing
ar: مفقود
de: Fehlt
es: Faltante
fr: Manquant
id: Hilang
it: Mancante
ja: 欠落
ko: 누락
nl: Ontbreekt
pl: Brakujące
pt_br: Ausente
ru: Отсутствует
tr: Eksik
uk: Відсутнє
vi: Thiếu
zh_hans: 无
zh_hant: 無

# list.filter.healthAvailability
source: Health Score
ar: درجة الصحة
de: Gesundheitswert
es: Puntuación de salud
fr: Score de santé
id: Skor Kesehatan
it: Punteggio di salute
ja: 健全性スコア
ko: 건강 점수
nl: Gezondheidsscore
pl: Wskaźnik kondycji
pt_br: Pontuação de Saúde
ru: Оценка здоровья
tr: Sağlık Puanı
uk: Оцінка здоров'я
vi: Điểm sức khỏe
zh_hans: Health 分数
zh_hant: 健康分數

# list.filter.hint
source: Filter repositories
ar: تصفية المستودعات
de: Repositorys filtern
es: Filtrar repositorios
fr: Filtrer les dépôts
id: Filter repositori
it: Filtra repository
ja: リポジトリをフィルター
ko: 저장소 필터링
nl: Repository's filteren
pl: Filtruj repozytoria
pt_br: Filtrar repositórios
ru: Фильтр репозиториев
tr: Depoları filtrele
uk: Фільтрувати репозиторії
vi: Lọc kho lưu trữ
zh_hans: 筛选仓库
zh_hant: 篩選倉庫

# list.filter.language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
it: Linguaggio
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Linguagem
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# list.filter.language.clearSelection
source: Clear
ar: مسح
de: Leeren
es: Limpiar
fr: Effacer
id: Bersihkan
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 取消选择
zh_hant: 清除

# list.filter.library
source: Library
ar: المكتبة
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
id: Perpustakaan
it: Libreria
ja: ライブラリ
ko: 라이브러리
nl: Bibliotheek
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
tr: Kütüphane
uk: Бібліотека
vi: Thư viện
zh_hans: 知识库
zh_hant: 知識庫

# list.filter.openSSFAvailability
source: OpenSSF Score
ar: نتيجة OpenSSF
de: OpenSSF-Wert
es: Puntuación OpenSSF
fr: Score OpenSSF
id: Skor OpenSSF
it: Punteggio OpenSSF
ja: OpenSSFスコア
ko: OpenSSF 점수
pl: Wynik OpenSSF
pt_br: Pontuação OpenSSF
ru: Оценка OpenSSF
tr: OpenSSF Puanı
uk: Оцінка OpenSSF
vi: Điểm OpenSSF
zh_hans: OpenSSF 分数
zh_hant: OpenSSF 分數

# list.filter.reset
source: Reset All Filters
ar: إعادة تعيين جميع عوامل التصفية
de: Alle Filter zurücksetzen
es: Restablecer todos los filtros
fr: Réinitialiser tous les filtres
id: Atur Ulang Semua Filter
it: Reimposta tutti i filtri
ja: すべてのフィルターをリセット
ko: 모든 필터 초기화
nl: Alle filters resetten
pl: Resetuj wszystkie filtry
pt_br: Redefinir Todos os Filtros
ru: Сбросить все фильтры
tr: Tüm Filtreleri Sıfırla
uk: Скинути всі фільтри
vi: Đặt lại tất cả bộ lọc
zh_hans: 重置全部筛选
zh_hant: 重設所有篩選

# list.filter.starStatus
source: Star Status
ar: حالة التنجيم
de: Sternstatus
es: Estado de estrella
fr: Statut de l'étoile
id: Status Bintang
it: Stato stella
ja: スター状態
ko: 별표 상태
nl: Sterstatus
pl: Stan gwiazdki
pt_br: Status de Estrela
ru: Статус звезды
tr: Yıldız Durumu
uk: Статус зірки
vi: Trạng thái sao
zh_hans: Star 状态
zh_hant: Star 狀態

# list.filter.starStatus.starred
source: Starred
ar: مُنجّم
de: Mit Stern
es: Con estrella
fr: Étoilé
id: Berbintang
it: Con stella
ja: スターあり
ko: 별표함
nl: Ster gegeven
pl: Oznaczone gwiazdką
pt_br: Com estrela
ru: Отмечено звездой
tr: Yıldızlanmış
uk: Із зіркою
vi: Đã sao
zh_hans: 已 Star
zh_hant: 已 Star

# list.filter.starStatus.unstarred
source: Not Starred
ar: غير مُنجّم
de: Ohne Stern
es: Sin estrella
fr: Non étoilé
id: Tidak Berbintang
it: Senza stella
ja: スターなし
ko: 별표하지 않음
nl: Geen ster
pl: Nieoznaczone gwiazdką
pt_br: Sem estrela
ru: Не отмечено звездой
tr: Yıldızlanmamış
uk: Без зірки
vi: Chưa sao
zh_hans: 未 Star
zh_hant: 未 Star

# list.filter.status
source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
ru: Статус
tr: Durum
uk: Статус
vi: Trạng thái
zh_hans: 阅读状态
zh_hant: 閱讀狀態

# list.filter.wikiAvailability
source: Wiki
ar: الويكي
ko: 위키
ru: Вики
uk: Вікі

# list.filteredRepoCountFormat
source: %d / %d repos
ar: %d / %d مستودع
de: %d / %d Repositorys
fr: %d / %d dépôts
id: %d / %d repo
it: %d / %d repo
ja: %d / %d リポジトリ
ko: %d / %d 개 저장소
pl: %d / %d repozytoriów
pt_br: %d / %d repositórios
ru: %d / %d репозиториев
tr: %d / %d depo
uk: %d / %d репозиторіїв
vi: %d / %d kho
zh_hans: %d / %d 个仓库
zh_hant: %d / %d 個倉庫

# list.lastSyncedFormat
source: Synced %@
ar: تمت المزامنة %@
de: Synchronisiert %@
es: Sincronizado %@
fr: Synchronisé %@
id: Disinkronkan %@
it: Sincronizzato %@
ja: 同期日時: %@
ko: %@에 동기화됨
nl: Gesynchroniseerd %@
pl: Zsynchronizowano %@
pt_br: Sincronizado %@
ru: Синхронизировано %@
tr: %@ senkronize edildi
uk: Синхронізовано %@
vi: Đã đồng bộ %@
zh_hans: 同步于 %@
zh_hant: 同步於 %@

# list.multiSelectMode
source: Enter Multi-Select Mode
ar: الدخول إلى وضع التحديد المتعدد
de: Mehrfachauswahl aktivieren
es: Entrar en modo multiselección
fr: Activer le mode multi-sélection
id: Masuk ke Mode Multi-Pilih
it: Entra in modalità multiselezione
ja: マルチ選択モードに入る
ko: 다중 선택 모드 시작
nl: Meervoudige selectie inschakelen
pl: Wejdź w tryb wielokrotnego wyboru
pt_br: Entrar no Modo de Seleção Múltipla
ru: Войти в режим множественного выбора
tr: Çoklu Seçim Moduna Gir
uk: Увійти в режим множинного вибору
vi: Vào Chế độ chọn nhiều
zh_hans: 进入多选模式
zh_hant: 進入多選模式

# list.repoCountFormat
source: %d repos
ar: %d مستودعات
de: %d Repositorys
fr: %d dépôts
id: %d repo
it: %d repo
ja: %d リポジトリ
ko: %d 개 저장소
pl: %d repozytoriów
pt_br: %d repositórios
ru: %d репозиториев
tr: %d depo
uk: %d репозиторіїв
vi: %d kho
zh_hans: %d 个仓库
zh_hant: %d 個倉庫

# list.sort
source: Sort
ar: الترتيب
de: Sortieren
es: Ordenar
fr: Trier
id: Urutkan
it: Ordina
ja: 並び替え
ko: 정렬
nl: Sorteren
pl: Sortuj
pt_br: Ordenar
ru: Сортировка
tr: Sırala
uk: Сортувати
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

# list.sortHint
source: Sort order
ar: ترتيب الفرز
de: Sortierreihenfolge
es: Orden de clasificación
fr: Ordre de tri
id: Urutan pengurutan
it: Ordinamento
ja: 並び順
ko: 정렬 순서
nl: Sorteervolgorde
pl: Kolejność sortowania
pt_br: Ordem de classificação
ru: Порядок сортировки
tr: Sıralama düzeni
uk: Порядок сортування
vi: Thứ tự sắp xếp
zh_hans: 选择列表排序方式
zh_hant: 選擇列表排序方式

# menubar.checkForUpdates
source: Check for Updates...
ar: التحقق من وجود تحديثات...
de: Nach Updates suchen...
es: Buscar actualizaciones...
fr: Rechercher des mises à jour...
id: Periksa Pembaruan...
it: Controlla aggiornamenti...
ja: アップデートを確認...
ko: 업데이트 확인...
nl: Controleren op updates...
pl: Sprawdź aktualizacje...
pt_br: Verificar Atualizações...
ru: Проверить обновления...
tr: Güncellemeleri Kontrol Et...
uk: Перевірити оновлення...
vi: Kiểm tra cập nhật...
zh_hans: 检查更新...
zh_hant: 檢查更新...

# menubar.mcpService
source: MCP Service
ar: خدمة MCP
de: MCP-Dienst
es: Servicio MCP
fr: Service MCP
id: Layanan MCP
it: Servizio MCP
ja: MCPサービス
ko: MCP 서비스
pl: Usługa MCP
pt_br: Serviço MCP
ru: Служба MCP
tr: MCP Hizmeti
uk: Служба MCP
vi: Dịch vụ MCP
zh_hans: MCP 服务
zh_hant: MCP 服務

# menubar.notifications
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
id: Notifikasi
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# menubar.openSettings
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abrir Ajustes
ru: Открыть настройки
tr: Ayarları Aç
uk: Відкрити налаштування
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 打開設定

# menubar.openStarcat
source: Open Starcat
ar: فتح Starcat
de: Starcat öffnen
es: Abrir Starcat
fr: Ouvrir Starcat
id: Buka Starcat
it: Apri Starcat
ja: Starcatを開く
ko: Starcat 열기
nl: Starcat openen
pl: Otwórz Starcat
pt_br: Abrir Starcat
ru: Открыть Starcat
tr: Starcat'ı Aç
uk: Відкрити Starcat
vi: Mở Starcat
zh_hans: 打开 Starcat
zh_hant: 打開 Starcat

# menubar.pluginService
source: Browser Plugin Service
ar: خدمة ملحق المتصفح
de: Browser-Plugin-Dienst
es: Servicio de extensión del navegador
fr: Service d'extension navigateur
id: Layanan Plugin Peramban
it: Servizio plugin browser
ja: ブラウザプラグインサービス
ko: 브라우저 플러그인 서비스
pl: Usługa wtyczki przeglądarki
pt_br: Serviço de Plugin do Navegador
ru: Служба плагина браузера
tr: Tarayıcı Eklenti Hizmeti
uk: Служба плагіна браузера
vi: Dịch vụ Plugin trình duyệt
zh_hans: 浏览器插件服务
zh_hant: 瀏覽器插件服務

# menubar.quit
source: Quit Starcat
ar: إنهاء Starcat
de: Starcat beenden
es: Salir de Starcat
fr: Quitter Starcat
id: Keluar dari Starcat
it: Esci da Starcat
ja: Starcatを終了
ko: Starcat 종료
nl: Starcat afsluiten
pl: Zakończ Starcat
pt_br: Sair do Starcat
ru: Выйти из Starcat
tr: Starcat'tan Çık
uk: Вийти з Starcat
vi: Thoát Starcat
zh_hans: 退出 Starcat
zh_hant: 結束 Starcat

# menubar.status.account
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
id: Akun
ja: アカウント
ko: 계정
pl: Konto
pt_br: Conta
ru: Учётная запись
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账号
zh_hant: 帳號

# menubar.status.completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
id: Selesai
it: Completato
ja: 完了
ko: 완료
nl: Voltooid
pl: Zakończono
pt_br: Concluído
ru: Завершено
tr: Tamamlandı
uk: Завершено
vi: Hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# menubar.status.failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échec
id: Gagal
it: Fallito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ru: Ошибка
tr: Başarısız
uk: Помилка
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

# menubar.status.idle
source: Idle
ar: خامل
de: Leerlauf
es: Inactivo
fr: Inactif
id: Menganggur
it: Inattivo
ja: 待機中
ko: 대기 중
nl: Inactief
pl: Bezczynny
pt_br: Inativo
ru: Ожидание
tr: Boşta
uk: Очікування
vi: Không hoạt động
zh_hans: 空闲
zh_hant: 閒置

# menubar.status.notSignedIn
source: Not signed in
ar: لم يتم تسجيل الدخول
de: Nicht angemeldet
es: No has iniciado sesión
fr: Non connecté
id: Belum masuk
it: Non connesso
ja: 未サインイン
ko: 로그인하지 않음
nl: Niet aangemeld
pl: Nie zalogowano
pt_br: Não conectado
ru: Не выполнен вход
tr: Oturum açılmadı
uk: Не ввійшли
vi: Chưa đăng nhập
zh_hans: 未登录
zh_hant: 未登入

# menubar.status.plugin
source: Plugin
ar: الملحق
es: Extensión
fr: Extension
ja: プラグイン
ko: 플러그인
pl: Wtyczka
ru: Плагин
tr: Eklenti
uk: Плагін
zh_hans: 插件
zh_hant: 插件

# menubar.status.rateLimited
source: Rate limited
ar: تم تقييد المعدل
de: Ratenbegrenzung erreicht
es: Límite de velocidad alcanzado
fr: Limité
id: Dibatasi
it: Limite di velocità
ja: レート制限中
ko: 속도 제한
nl: Snelheidslimiet bereikt
pl: Ograniczenie szybkości
pt_br: Limitado por taxa
ru: Превышение лимита
tr: Hız sınırı aşıldı
uk: Обмеження швидкості
vi: Bị giới hạn tốc độ
zh_hans: 限流中
zh_hant: 限流中

# menubar.status.sync
source: Sync
ar: المزامنة
de: Synchronisation
es: Sincronización
fr: Synchronisation
id: Sinkronisasi
it: Sincronizzazione
ja: 同期
ko: 동기화
nl: Synchroniseren
pl: Synchronizacja
pt_br: Sincronizar
ru: Синхронизация
tr: Senkronizasyon
uk: Синхронізація
vi: Đồng bộ
zh_hans: 同步
zh_hant: 同步

# menubar.status.syncing
source: Syncing
ar: جارٍ المزامنة
de: Synchronisiere
es: Sincronizando
fr: Synchronisation en cours
id: Menyinkronkan
it: Sincronizzazione in corso
ja: 同期中
ko: 동기화 중
nl: Bezig met synchroniseren
pl: Synchronizowanie
pt_br: Sincronizando
ru: Синхронизация...
tr: Senkronize ediliyor
uk: Синхронізація...
vi: Đang đồng bộ
zh_hans: 同步中
zh_hant: 同步中

# menubar.syncStars
source: Sync Stars Now
ar: مزامنة النجوم الآن
de: Jetzt synchronisieren
es: Sincronizar estrellas ahora
fr: Synchroniser maintenant
id: Sinkronkan Bintang Sekarang
it: Sincronizza stelle ora
ja: 今すぐスターを同期
ko: 지금 별표 동기화
nl: Nu sterren synchroniseren
pl: Synchronizuj gwiazdki teraz
pt_br: Sincronizar Estrelas Agora
ru: Синхронизировать звёзды сейчас
tr: Şimdi Yıldızları Senkronize Et
uk: Синхронізувати зірки зараз
vi: Đồng bộ sao ngay
zh_hans: 立即同步 Stars
zh_hant: 立即同步 Stars

# nav.activity
source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
id: Aktivitas
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteit
pl: Aktywność
pt_br: Atividade
ru: Активность
tr: Etkinlik
uk: Активність
vi: Hoạt động
zh_hans: 活动
zh_hant: 活動

# nav.manage
source: Starred
ar: مُنجّم
de: Mit Stern
es: Con estrella
fr: Étoilés
id: Berbintang
it: Con stella
ja: スター付き
ko: 별표함
nl: Sterren
pl: Oznaczone gwiazdką
pt_br: Com Estrela
ru: Отмеченные
tr: Yıldızlananlar
uk: Із зіркою
vi: Đã sao
zh_hans: 星标
zh_hant: 星標

# nav.trending
source: Explore
ar: استكشاف
de: Entdecken
es: Explorar
fr: Explorer
id: Jelajahi
it: Esplora
ja: 探索
ko: 탐색
nl: Ontdekken
pl: Odkrywaj
pt_br: Explorar
ru: Обзор
tr: Keşfet
uk: Огляд
vi: Khám phá
zh_hans: 探索
zh_hant: 探索

# network.error.cancelled
source: Cancelled
ar: أُلغيت
de: Abgebrochen
es: Cancelado
fr: Annulé
id: Dibatalkan
it: Annullato
ja: キャンセル
ko: 취소됨
nl: Geannuleerd
pl: Anulowano
pt_br: Cancelado
ru: Отменено
tr: İptal Edildi
uk: Скасовано
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

# network.error.clientFormat
source: Request failed (%d)
ar: فشل الطلب (%d)
de: Anfrage fehlgeschlagen (%d)
es: Solicitud fallida (%d)
fr: Échec de la requête (%d)
id: Permintaan gagal (%d)
it: Richiesta fallita (%d)
ja: リクエストに失敗しました (%d)
ko: 요청 실패 (%d)
nl: Aanvraag mislukt (%d)
pl: Żądanie nie powiodło się (%d)
pt_br: Falha na requisição (%d)
ru: Ошибка запроса (%d)
tr: İstek başarısız (%d)
uk: Помилка запиту (%d)
vi: Yêu cầu thất bại (%d)
zh_hans: 请求失败（%d）
zh_hant: 請求失敗（%d）

# network.error.clientWithMessageFormat
source: Request failed (%d): %@
ar: فشل الطلب (%d): %@
de: Anfrage fehlgeschlagen (%d): %@
es: Solicitud fallida (%d): %@
fr: Échec de la requête (%d) : %@
id: Permintaan gagal (%d): %@
it: Richiesta fallita (%d): %@
ja: リクエストに失敗しました (%d): %@
ko: 요청 실패 (%d): %@
nl: Aanvraag mislukt (%d): %@
pl: Żądanie nie powiodło się (%d): %@
pt_br: Falha na requisição (%d): %@
ru: Ошибка запроса (%d): %@
tr: İstek başarısız (%d): %@
uk: Помилка запиту (%d): %@
vi: Yêu cầu thất bại (%d): %@
zh_hans: 请求失败（%d）：%@
zh_hant: 請求失敗（%d）：%@

# network.error.decodingFormat
source: Failed to parse response: %@
ar: فشل تحليل الاستجابة: %@
de: Antwort konnte nicht verarbeitet werden: %@
es: Error al analizar la respuesta: %@
fr: Échec de l'analyse de la réponse : %@
id: Gagal mengurai respons: %@
it: Impossibile analizzare la risposta: %@
ja: レスポンスの解析に失敗しました: %@
ko: 응답 구문 분석 실패: %@
nl: Reactie verwerken mislukt: %@
pl: Nie udało się przetworzyć odpowiedzi: %@
pt_br: Falha ao analisar resposta: %@
ru: Не удалось обработать ответ: %@
tr: Yanıt ayrıştırılamadı: %@
uk: Не вдалося розпізнати відповідь: %@
vi: Không thể phân tích phản hồi: %@
zh_hans: 响应解析失败：%@
zh_hant: 回應解析失敗：%@

# network.error.invalidResponse
source: Invalid response format
ar: تنسيق استجابة غير صالح
de: Ungültiges Antwortformat
es: Formato de respuesta no válido
fr: Format de réponse invalide
id: Format respons tidak valid
it: Formato risposta non valido
ja: 無効なレスポンス形式
ko: 잘못된 응답 형식
nl: Ongeldige reactie-indeling
pl: Nieprawidłowy format odpowiedzi
pt_br: Formato de resposta inválido
ru: Неверный формат ответа
tr: Geçersiz yanıt biçimi
uk: Неправильний формат відповіді
vi: Định dạng phản hồi không hợp lệ
zh_hans: 响应格式无效
zh_hant: 回應格式無效

# network.error.invalidURL
source: Invalid URL
ar: رابط غير صالح
de: Ungültige URL
es: URL no válida
fr: URL invalide
id: URL tidak valid
it: URL non valido
ja: 無効なURL
ko: 잘못된 URL
nl: Ongeldige URL
pl: Nieprawidłowy URL
pt_br: URL inválida
ru: Неверный URL
tr: Geçersiz URL
uk: Неправильна URL-адреса
vi: URL không hợp lệ
zh_hans: URL 无效
zh_hant: URL 無效

# network.error.notFound
source: Resource not found
ar: المورد غير موجود
de: Ressource nicht gefunden
es: Recurso no encontrado
fr: Ressource introuvable
id: Sumber daya tidak ditemukan
it: Risorsa non trovata
ja: リソースが見つかりません
ko: 리소스를 찾을 수 없음
nl: Bron niet gevonden
pl: Zasób nie znaleziony
pt_br: Recurso não encontrado
ru: Ресурс не найден
tr: Kaynak bulunamadı
uk: Ресурс не знайдено
vi: Không tìm thấy tài nguyên
zh_hans: 资源不存在
zh_hant: 資源不存在

# network.error.notModified
source: Content not modified (304)
ar: المحتوى لم يتم تعديله (304)
de: Inhalt nicht geändert (304)
es: Contenido no modificado (304)
fr: Contenu non modifié (304)
id: Konten tidak dimodifikasi (304)
it: Contenuto non modificato (304)
ja: コンテンツは変更されていません (304)
ko: 콘텐츠가 수정되지 않음 (304)
nl: Inhoud niet gewijzigd (304)
pl: Treść niezmieniona (304)
pt_br: Conteúdo não modificado (304)
ru: Содержимое не изменено (304)
tr: İçerik değiştirilmedi (304)
uk: Вміст не змінено (304)
vi: Nội dung không thay đổi (304)
zh_hans: 内容未变化（304）
zh_hant: 內容未變化（304）
